<?php

return [
   // APi
    'forget_password' => "نحن هنا لنساعد دائما هذا هو الرقم السرى الخاص بك :",
    'welcome_message' => "اهلا بك فى بورجايز الرقم التعريفى الخاص بك :",
    'update_profile' => "لقد قمت بتغيير رقم الجوال الخاص بك يرجى تاكيد الرقم وهذا هو الرقم التعريفى الجديد الخاص بك : ",
    'login' => " تم الدخول بنجاح ",
    'loginE' => " لا يمكنك الدخول برجاء مراجعه الرقم ",
    'status' => "جارى الانتظار",
    'pending' => "جارى الانتظار",
    'prepared' => "يتم التحضير",
    'in_delivery' => "مع الديلفيرى",
    'deliverd' => "تم التوصيل",
    'time' => "دقيقه",
    'address' => "تم اىضافه العنوان",
    'near' => " 😣لا يوجد فروع بالقرب منك",
    "promo" => 'هذا الكود تم استخدامه مسبقاً 😑',
    "redeem" => 'لا يوجد لديك نقاط كافيه 🤨',
    "low_point" => 'لا يوجد لديك نقاط كافيه 🤨',
    "order_success" => 'تم اضافه اوردر جديد 😍',
    "order_accepted" => 'تم قبول الطلب 😍',
    "profile" => 'م تعديل البيانات الشخصيه 🤨',
    "order" => 'تم تعديل حاله الطلب',
    "offers" => 'تم ارسال العرض لجميع المستخدمين',
    "branch_required" => 'لا يوجد فروع حولك',
    "branch_integer" => 'يجب ان تدخل هويه الفرع',
    "orderFail" => 'لا يوجد لديك طلبات مسبقه',

];
